Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/employment/enforcement_and_redress/workplace_mediation_service.html.txt.tmx
Source language: en
Languages: ga

source: The Workplace Relations Commission provides a Mediation Service, which aims to resolve workplace disputes and disagreements, particularly between individuals or small groups
ga: Soláthraíonn an Coimisiún um Chaidreamh san Áit Oibre Seirbhís Idirghabhála san Áit Oibre, leis an aidhm chun díospóidí agus easaontuithe sa láthair oibre a réiteach, go háirithe idir daoine aonair nó grúpaí beaga

source: This confidential service gives employees and employers in dispute with each other an opportunity to work with a mediator to find a mutually agreed solution to the problem
ga: Is tríd an tseirbhís rúnda sin a thugtar deis d’fhostaithe agus d’fhostóirí atá i mbun díospóide lena chéile chun saothrú leis an idirghabháilaí chun teacht ar réiteach comhaontaithe le chéile don fhadhb

source: Workplace mediation is a voluntary process which needs to have both sides agreeing to participate and to work towards a solution to the problem
ga: Is próiseas saorálach í an idirghabháil óna dteastaíonn an dá pháirtí bheith ag comhaontú chun rannpháirt a ghlacadh inti agus chun saothrú i dtreo réiteach na faidhbe

source: If no agreed solution is reached, other ways of resolving the issues will have to be used
ga: Seirbhís Luath-Réitigh: Má rinne tú gearán faoi do chearta fostaíochta agus más mian leat téigh i ngleic le headráin, is amhlaidh i gcásanna áirithe a fhéadfar an tSeirbhís Luath-Réitigh a thairiscint duit atá cuid den tSeirbhís Idirghabhála

source: In that situation the mediator will assist the participants to decide how best to proceed. You can read more in our document on employment rights enforcement
ga: Má aontaíonn tá an bheirt páirtí, téann an tSeirbhís Luath-Réitigh i dteagmháil leo tríd an ghuthán chun an díospóid a réiteach tríd idirghabhála

source: Early Resolution Service: If you have made a complaint about your employment rights, and you are willing to engage in mediation, in certain cases you may be offered the Early Resolution Service (ERS) which is part of the Mediation Service
ga: Mura dtagtar ar réiteach comhaontaithe, is amhlaidh a chaithfear leas a bhaint as bealaí eile chun saincheisteanna a réiteach. Tabharfaidh an idirghabhálaí cúnamh do na rannpháirtithe sa chúinse úd chun teacht ar chinneadh faoin gcaoi is fearr chun dul ar aghaidh

source: If both parties are agreeable, the ERS contacts them by phone in order to resolve the dispute through mediation
ga: Is féidir leat a thuilleadh a léamh inár gcáipéis faoi fhorghníomhú na gceart fostaíochta

source: Why use workplace mediation?
ga: Cén fáth a mbainfí leas as eadráin sa láthair oibre?

source: The advantage of using workplace mediation is that it allows a problem to be resolved informally, by ensuring that all the sides are heard
ga: Is é an buntáiste a bhaineann le leas na idirghabhála sa láthair oibre ná go ligtear d’fhuascailt na faidhbe go neamhfhoirmiúil, trína chinntiú go n-éistear leis na taobhanna go léir

source: As they work together to solve the problem, the resolution of it is in the control of the participants
ga: Is faoi na rannpháirtithe chun teacht ar réiteach de réir mar a shaothraíonn siad le chéile chun fuascailte na faidhbe

source: Where they are committed to a mutually agreed solution it is likely to be more effective and last longer
ga: Is dócha go mbeidh réiteach comhaontaithe níos éifeachtaí agus go mairfidh sé níos faide mar a mbíonn siad tiomanta dó

source: Also, as workplace mediation is used before the issue is referred for adjudication
ga: Is amhlaidh freisin a bhaintear leas as an idirghabháil sa láthair oibre sula dtarchuirtear an tsaincheist faoi bhreithniúchán

source: The type of situations that are dealt with by the Mediation Service include:
ga: Áirítear leis na cineálacha cúinsí a bpléann an tSeirbhís Idirghabháil leo:

source: • Where there are personal differences or people have problems working together
ga: • Mar a n-éiríonn idir daoine ina saolta pearsanta nó ag obair le chéile

source: • Where a working relationship has broken down
ga: • Mar ar cliseadh ar chaidreamh oibre

source: • Where issues have arisen from a grievance and disciplinary procedure
ga: • Mar ar éirigh saincheisteanna aníos ó ghnás casaoide agus smachta

source: • Where there are industrial relations issues that have not been referred through statutory dispute resolution processes
ga: • Mar a mbíonn saincheisteanna caidrimh thionsclaíoch ann nár tarchuireadh trí phróisis réitigh dhíospóide reachtúla

source: The Mediation Service operates according to the following principles:
ga: Feidhmíonn an tSeirbhís Idirghabhála de réir na bprionsabal seo a leanas:

source: • It is a voluntary process, all parties must agree to participate
ga: • Is próiseas saorálach é, a gcaitheann gach páirtí chun rannpháirt a ghlacadh ann

source: • Anyone who wishes to withdraw from it may do so at any stage
ga: • Is féidir le haon pháirtí ar mian leo tarraingt siar uaidh ag céim ar bith

source: • The whole process is confidential unless the parties agree otherwise
ga: • Bíonn an próiseas go léir rúnda mura gcomhaontaíonn na páirtithe a mhalairt

source: • It is fast and starts as soon as everyone is available
ga: • Is próiseas gasta é agus tosaíonn sé chomh luath agus a bhíonn gach duine ar fáil

source: • The mediator is impartial
ga: • Is neamhchlaonta é an idirghabhálaí

source: • Its focus is to find a solution to the dispute which is agreeable to all parties and which will work
ga: • Díríonn sí ar réiteach don díospóid a fhuascailt ar féidir le gach páirtí aontú ina leith agus a oibreoidh go maith

source: The aim of the process is to allow each person involved in the dispute the opportunity to be heard and to work with the other party to reach a solution
ga: Is éard is aidhm leis an bpróiseas chun ligean do gach aon duine lena mbaineann sa díospóid chun an deis éisteachta a fháil agus chun saothrú leis an bpáirtí eile chun teacht ar réiteach éigin

source: It is a flexible process which may involve joint meetings or meetings with the mediator alone, depending on the particular situation
ga: Is próiseas solúbtha é ina bhféadann comhchruinnithe nó cruinnithe leis an eadránaí amháin tarlú, ag brath ar an gcúinse faoi leith

source: You can find more information in these frequently asked questions about workplace mediation
ga: Is féidir leat teacht ar a thuilleadh faisnéise sna ceisteanna coitianta seo maidir leis an idirghabháil sa láthair oibre

source: It is best if both parties apply jointly for workplace mediation
ga: Is fearr má dhéanann an dá pháirtí comhiarratas don eadráin sa láthair oibre

source: Mediation is most effective where both parties agree to participate
ga: Is éifeachtaí an idirghabháil mar a gcomhaontaíonn an dá pháirtí chun bheith rannpháirteach inti

source: If one party does not agree the Mediation Service will work to get both parties to attend but as it is a voluntary process, participation can not be enforced
ga: Mura gcomhaontaíonn páirtí amháin is amhlaidh a oibreoidh an tSeirbhís Idirghabhála chun is go bhfreastalóidh an dá pháirtí uirthi, ach ní féidir an freastal a fhorghníomhú óir gur próiseas saorálach atá inti

source: Applications should be made in writing to the Mediation Service of the Workplace Relations Commission using the online mediation referral form or by post using the address below
ga: Ba cheart na hiarratais a dhéanamh i scríbhinn chuig an tSeirbhís Idirghabhála de chuid an Choimisiúin um Chaidreamh san Áit Oibre trí leas a bhaint as an bhfoirm tarchurtha eadrána ar líne nó trí phost ag baint leasa as an seoladh thíos

source: The application should include the name and contact details of both parties, the number of people involved and a brief description of the problem
ga: Ba cheart go n-áireofaí leis an iarratas ainm agus sonraí teagmhála an dá pháirtí, líon na ndaoine lena mbaineann agus tuairisc ghairid ar an bhfadhb
